[
  {
    "text": "People change for two reasons Either their Minds have been Opened Or Their Hearts have been Broken",
    "author": "Navneet Shakya"
  },
  {
    "text": "Keep going everything comes to you at the Right Time",
    "author": "Navneet Shakya"
  },
  {
    "text": "Love in not between a Beautiful man and women. Love is between two beautiful Hearts",
    "author": "Navneet Shakya"
  },
  {
    "text": "Don't comment bad code. Rewrite It",
    "author": "Navneet Shakya"
  },
  {
    "text": "If you're not comfortable within yourself. You can't be comfortable with Others",
    "author": "Navneet Shakya"
  },
  {
    "text": "True friends look at you with no judgement in their eyes. They know you're made mistakes but they accept you for being human And help you right the wrongs",
    "author": "Navneet Shakya"
  },
  {
    "text": "If you light a lamp for somebody. It will also brighten your path",
    "author": "Navneet Shakya"
  },
  {
    "text": "Set your heart on doing good. Do it over and over again And you will be filled with joy..",
    "author": "Navneet Shakya"
  },
  {
    "text": "Making people smile is a way of increasing your own Positive Energy",
    "author": "Navneet Shakya"
  },
  {
    "text": "Anything that makes you weak physically, mentally and Spiritually. Reject it as Poison",
    "author": "Navneet Shakya"
  },
  {
    "text": "Every night I imagine someone to hold me until I fall asleep And every night I believe in it To ever Happen Less",
    "author": "Navneet Shakya"
  },
  {
    "text": "If your friends don't make fun of you. They are not really your friends..",
    "author": "Navneet Shakya"
  },
  {
    "text": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "author": "Buddha"
  },
  {
    "text": "The mind is everything. What you think you become.",
    "author": "Buddha"
  },
  {
    "text": "Peace comes from within. Do not seek it without.",
    "author": "Buddha"
  },
  {
    "text": "You will not be punished for your anger; you will be punished by your anger.",
    "author": "Buddha"
  },
  {
    "text": "It is better to conquer yourself than to win a thousand battles. Then the victory is yours. It cannot be taken from you.",
    "author": "Buddha"
  },
  {
    "text": "Three things cannot be long hidden: the sun, the moon, and the truth.",
    "author": "Buddha"
  },
  {
    "text": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.",
    "author": "Buddha"
  },
  {
    "text": "In the end, only three things matter: how much you loved, how gently you lived, and how gracefully you let go of things not meant for you.",
    "author": "Buddha"
  },
  {
    "text": "Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense.",
    "author": "Buddha"
  },
  {
    "text": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.",
    "author": "Buddha"
  },
  {
    "text": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.",
    "author": "Buddha"
  },
  {
    "text": "Just as a snake sheds its skin, we must shed our past over and over again.",
    "author": "Buddha"
  },
  {
    "text": "The only real failure in life is not to be true to the best one knows.",
    "author": "Buddha"
  },
  {
    "text": "Better than a thousand hollow words, is one word that brings peace.",
    "author": "Buddha"
  },
  {
    "text": "Your work is to discover your world and then with all your heart give yourself to it.",
    "author": "Buddha"
  },
  {
    "text": "The secret of health for both mind and body is not to mourn for the past, worry about the future, or anticipate troubles, but to live in the present moment wisely and earnestly.",
    "author": "Buddha"
  },
  {
    "text": "An idea that is developed and put into action is more important than an idea that exists only as an idea.",
    "author": "Buddha"
  },
  {
    "text": "There is no path to happiness: happiness is the path.",
    "author": "Buddha"
  },
  {
    "text": "In the end these things matter most: How well did you love? How fully did you live? How deeply did you let go?",
    "author": "Buddha"
  },
  {
    "text": "To understand everything is to forgive everything.",
    "author": "Buddha"
  },
  {
    "text": "Conquer anger by love, evil by good; conquer the miser with liberality, and the liar with truth.",
    "author": "King Ashoka"
  },
  {
    "text": "I consider the welfare of all to be my duty, and I pledge to work for the happiness of all.",
    "author": "King Ashoka"
  },
  {
    "text": "One should not honor only one's own religion and condemn the religions of others, but one should honor others' religions for this or that reason.",
    "author": "King Ashoka"
  },
  {
    "text": "The greatest victory is the victory over oneself. None can subdue this inner enemy if one's own self is not conquered.",
    "author": "King Ashoka"
  },
  {
    "text": "Let all living beings live happily, let all live free from diseases, and let all see goodness and auspiciousness in everything.",
    "author": "King Ashoka"
  },
  {
    "text": "A generous heart, kind speech, and a life of service and compassion are the things that renew humanity.",
    "author": "King Ashoka"
  },
  {
    "text": "Tolerance is the highest form of strength. It brings people together and promotes harmony in society.",
    "author": "King Ashoka"
  },
  {
    "text": "Let your compassion be a source of joy for others and a reason for their relief. Work for the happiness and well-being of all.",
    "author": "King Ashoka"
  },
  {
    "text": "He who walks in the path of truth and righteousness walks in the path of peace and non-violence.",
    "author": "King Ashoka"
  },
  {
    "text": "The happiness of a person arises from the happiness of others. Seek the well-being of all, and you will find your own well-being.",
    "author": "King Ashoka"
  },
  {
    "text": "Let your thoughts be filled with the words of truth, kindness, and goodwill. Speak or act with a mind that is calm, compassionate, and understanding.",
    "author": "King Ashoka"
  },
  {
    "text": "The conquest by Dharma is the best conquest. It brings not harm to any living being but only good for all.",
    "author": "King Ashoka"
  },
  {
    "text": "Strive for inner purity and cultivate a heart full of love. This is the essence of a noble life.",
    "author": "King Ashoka"
  },
  {
    "text": "Do not be satisfied with small acts of kindness. Strive to make a significant impact on the well-being of others.",
    "author": "King Ashoka"
  },
  {
    "text": "The greatest service is to overcome one's own faults and work on the improvement of oneself.",
    "author": "King Ashoka"
  },
  {
    "text": "Let compassion be the guide of your actions, and you will find the path to true happiness.",
    "author": "King Ashoka"
  },
  {
    "text": "In the pursuit of justice and righteousness, one finds the true meaning of life.",
    "author": "King Ashoka"
  },
  {
    "text": "The strength of a ruler lies not in the might of the army but in the welfare and happiness of the people.",
    "author": "King Ashoka"
  },
  {
    "text": "A wise ruler listens to the needs and concerns of the people, fostering a kingdom of understanding and cooperation.",
    "author": "King Ashoka"
  },
  {
    "text": "Live in such a way that you leave a positive legacy for future generations. Let your actions echo in eternity.",
    "author": "King Ashoka"
  },
  {
    "text": "The greatest victory is to conquer oneself. True triumph lies in overcoming one's own weaknesses and attachments.",
    "author": "King Ashoka"
  },
  {
    "text": "Strive to be a source of inspiration and positive change in the lives of those around you. Your actions can create a ripple effect of goodness.",
    "author": "King Ashoka"
  },
  {
    "text": "Cultivate a spirit of forgiveness and understanding. Let go of grudges and embrace the healing power of compassion.",
    "author": "King Ashoka"
  },
  {
    "text": "The way to peace is through the practice of non-violence, compassion, and understanding. Be a beacon of these virtues in your life.",
    "author": "King Ashoka"
  },
  {
    "text": "Each moment is an opportunity for positive transformation. Embrace the present with mindfulness and a commitment to noble principles.",
    "author": "King Ashoka"
  },
  {
    "text": "Education is the key to unlock the golden door of freedom and empowerment for all.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Let the light of knowledge dispel the darkness of ignorance. Education is the birthright of every individual.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Challenge the oppressive traditions and strive for social justice. Break the chains of discrimination through education and awareness.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Empower women through education, for when a woman is educated, an entire family, and eventually, the nation, is empowered.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Seek knowledge not for the sake of wealth or power, but for the liberation of the mind and the upliftment of society.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Stand against the prevailing social injustices. Be the voice for the voiceless, and the champion of the oppressed.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Education is not a privilege but a tool for the transformation of society. Let it be accessible to all, regardless of caste or gender.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Challenge the prejudices ingrained in society. Let knowledge be the force that dismantles the walls of discrimination.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Cultivate a sense of social responsibility. Strive for the welfare of all, and work towards the upliftment of the marginalized.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Let education be a tool for the eradication of ignorance, poverty, and inequality. Empower individuals to shape a just and equitable society.",
    "author": "Jyotiva rao Phulee"
  },
  {
    "text": "Break the chains of superstition and orthodoxy. Embrace rational thinking and scientific inquiry.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "The true measure of progress is not wealth or power but the well-being and upliftment of the most vulnerable in society.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Let compassion guide your actions. Stand with the marginalized and work towards creating a just and inclusive society.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Educate not just the mind but also the heart. Foster empathy and kindness through the power of education.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Strive for equality in all aspects of life. Reject discrimination based on caste, creed, or gender.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Education is the foundation of democracy. Nurture an informed citizenry for the strength and prosperity of the nation.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Challenge the status quo. Let education be the instrument of social transformation and a catalyst for positive change.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Empower the downtrodden through education. Elevate the oppressed to become architects of their own destiny.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "In the pursuit of knowledge, there is no room for discrimination. Let education be a force that unites rather than divides.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Foster a culture of inclusivity. Let education be the bridge that connects people from diverse backgrounds.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Teach the values of justice, equality, and fraternity. Let every individual contribute to the betterment of society.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Knowledge is the antidote to oppression. Empower the masses with education, and they will liberate themselves.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Challenge ignorance with the light of education. Let every mind be a torchbearer of enlightenment.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Strive for a society where every child has access to quality education, irrespective of their social or economic background.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "The journey of education is a collective one. Let communities come together to uplift each other through the power of learning.",
    "author": "Jyotiva rao Phule"
  },
  {
    "text": "Education is the key to liberate the mind and empower women. Let it be a beacon of light for all.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Challenge societal norms that restrict the rights of women. Stand for equality and justice for all.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Let every girl child have the opportunity to learn and grow. Education is her birthright.",
    "author": "Savitribai Phule"
  },
  {
    "text": "The pen is mightier than the sword. Empower women with knowledge and watch them transform society.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Strive for a society where women are not just educated but are active contributors to the progress of the nation.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Education is not just about textbooks; it is about empowering individuals to think critically and question the status quo.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Embrace the power of education to break the shackles of ignorance and discrimination against women.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Let the classroom be a space where minds are nurtured and dreams are kindled, irrespective of gender.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Challenge the stereotypes that confine women. Education is the tool to redefine their roles and possibilities.",
    "author": "Savitribai Phule"
  },
  {
    "text": "A literate woman is an empowered woman. Educate, uplift, and empower the women of our society.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Teach not just facts but values. Foster a sense of justice, compassion, and equality in the hearts of the learners.",
    "author": "Savitribai Phule"
  },
  {
    "text": "The journey of education is a journey towards self-discovery. Let every girl find her voice and her potential.",
    "author": "Savitribai Phule"
  },
  {
    "text": "In the pursuit of knowledge, let there be no gender barriers. Education is the birthright of every individual.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Empower women with education, and they will empower the world with their wisdom and strength.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Foster an environment where girls are encouraged to dream big and believe in their own capabilities.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Let education be the vehicle that transports women from the margins of society to the forefront of progress.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Challenge ignorance with the light of education. It is the most potent weapon to combat inequality.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Education is not just about acquiring knowledge; it is about using that knowledge to bring positive change.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Strive for a society where the worth of a woman is not judged by her circumstances but by her abilities and aspirations.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Let education be the bridge that connects women with their rights, opportunities, and dreams.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Encourage the spirit of inquiry and curiosity in every girl. Let her thirst for knowledge be unquenchable.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Break the chains of illiteracy that bind women. Education is the key to their emancipation.",
    "author": "Savitribai Phule"
  },
  {
    "text": "In the classroom, let there be no discrimination. Every girl deserves the chance to learn, grow, and shine.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Education is the seed; empowerment is the flower. Let every girl blossom into a force for positive change.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Challenge the biases ingrained in society. Let education be the force that dismantles the walls of gender-based discrimination.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Educate a woman, and you educate a generation. The impact of empowering women with knowledge is far-reaching.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Strive for a world where every woman, regardless of her background, has the opportunity to become the best version of herself.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Education is the cornerstone of progress. Let it be the foundation upon which women build their aspirations and achievements.",
    "author": "Savitribai Phule"
  },
  {
    "text": "Empower women with the tools of knowledge, and watch them transform adversity into opportunities for themselves and others.",
    "author": "Savitribai Phule"
  },
  {
    "text": "A revolution is not worth anything unless it can defend itself.",
    "author": "Bhagat Singh"
  },
  {
    "text": "It is easy to kill individuals but you cannot kill the ideas. Great empires crumbled, while the ideas survived.",
    "author": "Bhagat Singh"
  },
  {
    "text": "The spirit of revolution should always permeate the soul of humanity, so that the reactionary forces may not accumulate to check its eternal onward march.",
    "author": "Bhagat Singh"
  },
  {
    "text": "They may kill me, but they cannot kill my ideas. They can crush my body, but they will not be able to crush my spirit.",
    "author": "Bhagat Singh"
  },
  {
    "text": "The sword of revolution is sharpened on the whetting-stone of ideas.",
    "author": "Bhagat Singh"
  },
  {
    "text": "Merciless criticism and independent thinking are the two necessary traits of revolutionary thinking.",
    "author": "Bhagat Singh"
  },
  {
    "text": "The sanctity of law can be maintained only so long as it is the expression of the will of the people.",
    "author": "Bhagat Singh"
  },
  {
    "text": "I am a man and all that affects mankind concerns me.",
    "author": "Bhagat Singh"
  },
  {
    "text": "Revolution is an inalienable right of mankind. Freedom is an imperishable birthright of all.",
    "author": "Bhagat Singh"
  },
  {
    "text": "By crushing individuals, they cannot kill ideas.",
    "author": "Bhagat Singh"
  },
  {
    "text": "I will not let my countrymen's heads bow down in shame. I will fight until my last breath for a free India.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "Freedom is not given, it is taken. We must earn it through our courage and sacrifice.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "True revolutionaries do not seek personal glory; they work selflessly for the greater good of the nation.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "The spark of revolution ignites in the hearts of those who refuse to live in chains. I am that spark.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "The struggle for independence is not just about overthrowing foreign rule but also about creating a just and equal society.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "Our fight is not against a nation but against the unjust and oppressive systems that keep our people enslaved.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "Fear is the enemy of freedom. Only those who fear nothing can truly be free.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "Every drop of my blood will contribute to the growth of this nation and to make it strong and dynamic.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "A true revolutionary is guided by great feelings of love. Love for humanity, love for justice, and love for freedom.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "It is better to die on your feet than to live on your knees. I choose freedom over servitude.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "The call of duty is louder than the call of personal comfort. I am committed to the cause of a free India.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "Let my country awake. Let every citizen contribute their best for the progress and prosperity of our motherland.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "To liberate the country, one must first liberate the minds of the people from the shackles of ignorance.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "Courage is the first and foremost quality of a revolutionary. It is the strength that fuels the fight for freedom.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "The sacrifice of one's life is a small price to pay for the liberty and dignity of a nation.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "I do not want to live as a slave. I am ready to face the consequences of my actions for the sake of a free India.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "Our struggle is not against individuals; it is against the oppressive system that denies our people their rights.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "The flame of freedom must never be extinguished. It must burn bright in the hearts of every patriot.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "I am free, and I want my freedom. And I shall have it at any cost.",
    "author": "Chandra Shekhar Azad"
  },
  {
    "text": "The struggle for freedom is not a one-time event; it is a continuous process that requires constant vigilance and dedication.",
    "author": "Chandra Shekhar Azad"
  }
]